[
  {
    "id": 1,
    "text": "O cão (nome científico: Canis lupus familiaris), no Brasil também chamado de cachorro, é um mamífero carnívoro da família dos canídeos, subespécie do lobo, e talvez o mais antigo animal domesticado pelo ser humano. Teorias postulam que surgiu do lobo cinzento no continente asiático há mais de 100 000 anos. Ao longo dos séculos, através da domesticação, o ser humano realizou uma seleção artificial dos cães por suas aptidões, características físicas ou tipos de comportamento.",
    "lang": "en",
    "summary": "The Tupi language, or Old Tupi, was spoken by Tupi peoples and many colonizers along the Brazilian coast in the 16th and 17th centuries. It is the classic indigenous language of Brazil and played a significant role in the country's spiritual and cultural development. Although now extinct, Tupi was sometimes more widely spoken than Portuguese. Its documentation, primarily by Jesuit priests like José de Anchieta and travelers such as Hans Staden and Jean de Léry, has preserved knowledge of the language. Today, Old Tupi is the best-known indigenous Brazilian language, even compared to living ones, due to its rich literature including theater, poetry, and catechisms."
  },
  {
    "id": 2,
    "text": "Abaitinga (também conhecido como Taquaral) é um bairro rural (área urbana isolada) e foi um distrito do município brasileiro de São Miguel Arcanjo, que integra a Região Metropolitana de Sorocaba, no interior do estado de São Paulo.",
    "lang": "en",
    "summary": "Abaitinga (also known as Taquaral) is a rural neighborhood (isolated urban area) and was a district of the Brazilian municipality of São Miguel Arcanjo, which is part of the Sorocaba Metropolitan Region in the interior of the state of São Paulo."
  },
  {
    "id": 3,
    "text": "Abaitinga (também conhecido como Taquaral) é um bairro rural (área urbana isolada) e foi um distrito do município brasileiro de São Miguel Arcanjo, que integra a Região Metropolitana de Sorocaba, no interior do estado de São Paulo.",
    "lang": "en",
    "summary": "Abaitinga (also known as Taquaral) is a rural neighborhood (isolated urban area) and was a district of the Brazilian municipality of São Miguel Arcanjo, which is part of the Sorocaba Metropolitan Region in the interior of the state of São Paulo."
  },
  {
    "id": 4,
    "text": "A jabuticaba ou jaboticaba[2][3] é o fruto da jaboticabeira ou jabuticabeira, uma árvore frutífera brasileira da família das mirtáceas, nativa da Mata Atlântica. Com a recente mudança na nomenclatura botânica, há divergências sobre a classificação da espécie: Myrciaria cauliflora (Mart.) O.Berg 1854,[4] Plinia trunciflora (O.Berg) Kausel 1956[5] ou Plinia cauliflora (Mart.) Kausel 1956.[1] Espécies relacionadas no gênero Myrciaria, frequentemente referidas pelos mesmos nomes comuns, são nativas da América do Sul, encontrada em países como Brasil, México, Bolívia, Uruguai, Paraguai e Argentina.[7][8] Segundo Lorenzi et al.[9], Plinia trunciflora seria outra espécie, a jabuticaba-café. A cidade de Jaboticabal, em São Paulo, foi nomeada em homenagem a essa planta.\nDescrita inicialmente em 1828 a partir de material cultivado, sua origem é desconhecida. Outros nomes populares: jabuticabeira-preta, jabuticabeira-rajada, jabuticabeira-rósea, jabuticabeira-vermelho-branca, jabuticaba-paulista, jabuticaba-ponhema, jabuticaba-açu. Outra espécie de jabuticabeira é a Myrciaria jaboticaba (Vell.) Berg, conhecida como jabuticaba-sabará e encontrada com mais frequência nos estados de Goiás, Minas Gerais e São Paulo, no Brasil.",
    "lang": "en",
    "summary": "The jabuticaba or jaboticaba is the fruit of the jaboticabeira or jabuticabeira, a Brazilian fruit tree from the myrtle family, native to the Atlantic Forest. There are discrepancies in its botanical classification, with names including Myrciaria cauliflora, Plinia trunciflora, or Plinia cauliflora. Related species in the Myrciaria genus are found in South American countries like Brazil, Mexico, Bolivia, Uruguay, Paraguay, and Argentina. The city of Jaboticabal, in São Paulo, is named after this plant. First described in 1828 from cultivated material, its origin is unknown. Other common names include jabuticabeira-preta, jabuticabeira-rajada, jabuticabeira-rósea, jabuticabeira-vermelho-branca, jabuticaba-paulista, jabuticaba-ponhema, and jabuticaba-açu. Another species, Myrciaria jaboticaba, known as jabuticaba-sabará, is more common in Goiás, Minas Gerais, and"
  },
  {
    "id": 5,
    "text": "A jabuticaba ou jaboticaba[2][3] é o fruto da jaboticabeira ou jabuticabeira, uma árvore frutífera brasileira da família das mirtáceas, nativa da Mata Atlântica. Com a recente mudança na nomenclatura botânica, há divergências sobre a classificação da espécie: Myrciaria cauliflora (Mart.) O.Berg 1854,[4] Plinia trunciflora (O.Berg) Kausel 1956[5] ou Plinia cauliflora (Mart.) Kausel 1956.[1] Espécies relacionadas no gênero Myrciaria, frequentemente referidas pelos mesmos nomes comuns, são nativas da América do Sul, encontrada em países como Brasil, México, Bolívia, Uruguai, Paraguai e Argentina.[7][8] Segundo Lorenzi et al.[9], Plinia trunciflora seria outra espécie, a jabuticaba-café. A cidade de Jaboticabal, em São Paulo, foi nomeada em homenagem a essa planta.\nDescrita inicialmente em 1828 a partir de material cultivado, sua origem é desconhecida. Outros nomes populares: jabuticabeira-preta, jabuticabeira-rajada, jabuticabeira-rósea, jabuticabeira-vermelho-branca, jabuticaba-paulista, jabuticaba-ponhema, jabuticaba-açu. Outra espécie de jabuticabeira é a Myrciaria jaboticaba (Vell.) Berg, conhecida como jabuticaba-sabará e encontrada com mais frequência nos estados de Goiás, Minas Gerais e São Paulo, no Brasil.",
    "lang": "en",
    "summary": "The jabuticaba or jaboticaba is the fruit of the jaboticabeira or jabuticabeira, a Brazilian fruit tree from the myrtle family, native to the Atlantic Forest. There are discrepancies in its botanical classification, with names including Myrciaria cauliflora, Plinia trunciflora, and Plinia cauliflora. Related species in the Myrciaria genus are found in South American countries like Brazil, Mexico, Bolivia, Uruguay, Paraguay, and Argentina. The city of Jaboticabal in São Paulo is named after this plant. Its origin is unknown, but it was first described in 1828 from cultivated material. Other common names include jabuticabeira-preta, jabuticabeira-rajada, and jabuticaba-paulista. Another species, Myrciaria jaboticaba, known as jabuticaba-sabará, is more common in Goiás, Minas Gerais, and São Paulo, Brazil."
  },
  {
    "id": 6,
    "text": "A língua tupi, ou tupi antigo, foi a língua falada pelos povos tupis e por grande parte dos colonizadores que povoavam o litoral do Brasil nos séculos XVI e XVII. É a língua indígena clássica do Brasil e a que teve mais importância na construção espiritual e cultural do país.\nHoje uma língua morta, o tupi foi por vezes mais falado que o português, sendo por isso considerada também como. Seu registro foi feito sobretudo por padres jesuítas, como José de Anchieta, mas também por viajantes, como Hans Staden e Jean de Léry. Graças a esse registro, preservou-se o conhecimento da língua. Hoje o tupi antigo é a língua indígena brasileira mais bem conhecida, mesmo levando-se em conta as línguas vivas. Contribui para esse fato a rica literatura tupi, que conta com peças de teatro, poemas, e catecismos.[1]",
    "lang": "en",
    "summary": "The Tupi language, or Old Tupi, was spoken by Tupi peoples and many colonizers along the Brazilian coast in the 16th and 17th centuries. It is the classic indigenous language of Brazil and played a significant role in the country's spiritual and cultural development. Although now extinct, Tupi was sometimes more widely spoken than Portuguese. Its documentation, primarily by Jesuit priests like José de Anchieta and travelers such as Hans Staden and Jean de Léry, has preserved knowledge of the language. Today, Old Tupi is the best-known indigenous Brazilian language, even compared to living ones, due to its rich literature including theater, poetry, and catechisms."
  }
]